export const messages_ru = {
  welcomeCaption: `🫠 <b>Добро пожаловать в <i>He4vyL0v3 Project</i>!</b>\n\n✨ <b>Я помогу вам связаться с нашей командой.</b>\n\n<b>Пожалуйста, выберите опцию ниже:</b>`,
  bugReport:
    "🐞 <b>Пожалуйста, опишите найденную ошибку. Постарайтесь описать ваши действия, которые привели к ошибке.\n\nВы можете прикрепить файлы журналов ошибок или изображение к сообщению.</b>",
  featureRequest:
    "💡 <b>Пожалуйста, опишите вашу идею.\n\nВы можете прикрепить файл или изображение:</b>",
  orderDev: (supportUsername: string) =>
    `🛠 <b>Чтобы заказать разработку, напишите нам:</b> <a href="https://t.me/${supportUsername}">@${supportUsername}</a>`,
  thanks:
    "🙏 <b>Спасибо!</b> Ваш запрос был <b>отправлен</b> в <i>поддержку</i>! 🚀",
  bugButton: "🐞 Сообщить об ошибке",
  featureButton: "💡 Предложить идею",
  orderButton: "🛠 Заказать разработку",
  langButton: "🌐 Язык",
  inProgressNotify:
    "⏳ <b>Ваш тикет сейчас <i>в работе</i>!</b> Пожалуйста, дождитесь ответа. 🚀",
  closedNotify:
    "✅ <b>Ваш тикет был <i>закрыт</i>.</b> Спасибо за обращение! 🎉",
  backButton: "⬅️ Назад",
};
